Repository: alexandruianu/yaourt-gui-manjaro
Catalog: po/*.po
Languages: es, fr, it, ro

source: not found
es: no encontrado
fr: pas trouvée
it: non trovato
ro: negăsit

source: [1] Sync DB [9] Search & Install [17] Set Proxy
es: [1]Sincronizar BdD [9]Buscar e instalar [17]Configurar Proxy
fr: [1] Synchronisez DB [9] Rechercher & Instal [17] Réglez Proxy
it: [1] Sincronizza i DB [9] Cerca & Installa [17] Setta Proxy

source: [2] Update System [10] Belongs To Files [18] Remove Proxy
es: [2]Actualizar sistema [10]Pkg al que pertenece[18]Eliminar Proxy
fr: [2] Mise à jour système [10] Dossier d'adhésion [18] Retirer Proxy
it: [2] Aggiorna Sistema [10] Appartenenza file [18] Rimuovi Proxy

source: [3] Update force mode [11] Info Packages [19] Edit pacman.conf
es: [3]Actualización forzosa [11]Información del pkg [19]Editar pacman.conf
fr: [3] Groupe De Mise àJour [11] Les Paquets Infos [19] Modification pacman.conf
it: [3] Forza Aggiornamento [11] Info Pacchetti [19] Modifica pacman.conf

source: [4] Install Packages [12] Clear Cache [20] Edit yaourtrc
es: [4]Instalar paquetes [12]Limpiar Cache [20]Editar yaourtrc
fr: [4] Installer Les Paqu. [12] Nettoyer Le Cache [20] Modification yaourtrc
it: [4] Installa Pacchetti [12] Pulisci Cache [20] Modifica yaourtrc

source: [5] Remove Packages [13] PacDiffViewer [L] Log Pacman
es: [5]Eliminar paquete [13]PacDiffViewer [L]Log de Pacman
fr: [5] Supprimer Les Paqu. [13] PacDiffViewer [L] Log Pacman
it: [5] Rimuovi Pacchetti [13] PacDiffViewer [L] Log Pacman

source: [6] Update Packages [14] Pacman DB Upgrade [H] Help yaourt-gui
es: [6]Actualizar paquetes [14]Pacman DB Upgrade [H]Ayuda de yaourt-gui
fr: [6] Mise à jour paquets [14] Pacman DB Upgrade [H] Aider Yaourt-GUI
it: [6] Aggiorna Pacchetti [14] Pacman DB Upgrade [H] Aiuto Yaourt-GUI

source: [7] Remove Dependencies [15] Pacman Optimize [Q] Quit
es: [7]Quitar dependencias [15]Optimizar Pacman [Q]Salir
fr: [7] Dépendances Inutiles [15] Optimiser Pacman [Q] Sortie
it: [7] Rimuovi Dipendenze [15] Ottimizza Pacman [Q] Esci

source: [8] Search Packages [16] Yaourt Stats
es: [8]Buscar paquetes [16]Estadísticas de Yaourt
fr: [8] Rechercher Pkg [16] Statistiques Yaourt
it: [8] Cerca Pacchetti [16] Statistiche Yaourt
ro: [8] Căutare pachete [16] Statistici yaourt

source: Run a Command or Number
es: Ejecutar un comando o número
fr: Type de commande ou le numéro
it: Digita Comando o Numero
ro: Rulați o comanda sau un număr

source: DB Synchronization in progress...
es: Actualizando la Base de Ddatos...
fr: Synchroniser DB en cours...
it: Sincronizzazione dei DB in corso...
ro: Se sincronizează BD...

source: COMMAND
es: COMMANDO
it: COMANDO
ro: COMANDĂ

source: Update in progress.... !!!Please Wait!!!
es: Actualización en progreso... ¡¡¡Por favor, espere!!!
fr: Mise à jour.... !!!S'il vous plaît attendez!!!
it: Aggiornamento in corso... !!!Attendere Prego!!!
ro: Actualizare în curs de desfășurare... Așteptați!

source: Press ENTER to display the Menu
es: Presionar ENTER para mostrar el menú
fr: Appuyez sur ENTRER pour afficher le menu
it: Premi INVIO per visualizzare il Menu
ro: Apăsați ENTER pentru a afișa meniul

source: Which packages do you want install?
es: ¿Qué paquetes quiere instalar?
fr: Quels paquets voulez-vous installer?
it: Quali pacchetti vuoi installare?
ro: Ce pachete doriți instalate?

source: Which Package do you want remove?
es: ¿Qué paquete quiere eliminar?
fr: Quels paquets voulez-vous supprimer?
it: Quali pacchetti vuoi rimuovere?
ro: Ce pachete doriți șterse?

source: Which packages do you want upgrade?
es: ¿Qué paquetes quiere actualizar?
fr: Quels paquets voulez-vous mettre à jour?
it: Quali pacchetti vuoi aggiornare?
ro: Ce pachete doriți actualizate?

source: Which packages do you want search?
es: ¿Qué paquetes quiere buscar?
fr: Quels paquets voulez-vous rechercher?
it: Quali pacchetti vuoi cercare?
ro: Ce pachete doriți căutate?

source: Which packages do you want search and install?
es: ¿Qué paquetes quiere buscar e instalar?
fr: Quels paquets voulez-vous rechercher et installer?
it: Quali pacchetti vuoi cercare e installare?
ro: Ce pachete doriți căutate și instalate?

source: Upgrade successfully
es: Actualización exitosa
fr: Mise à jour réussie
it: Aggiornamento riuscito
ro: Actualizare reușită

source: Is a Auth Proxy? y/n [default yes]
es: Es un Auth Proxy? s/n [por defecto: si]
fr: Et 'un proxy authentifié? o/n [default oui]
it: E' un proxy Autenticato? s/n [default si]
ro: Este un proxy autentificat? D/n [implicit da]

source: y
fr: o
it: s
ro: d

source: Write Username
es: Escriba el nombre de usuario
fr: Entrez Nom d'utilisateur
it: Digita Username
ro: Scrieți numele de utilizator

source: Write Password
es: Escriba la contraseña
fr: Entrez Mot de passe
it: Digita Password
ro: Scrieți parola

source: Write Ip or Hostname Proxy
es: Escriba IP o hostname del Proxy
fr: Entrez l'adresse IP ou nom d'hôte du proxy
it: Digita Ip o Hostname del Proxy
ro: Scrieți IP sau numele de gazdă al proxyului

source: Write port Proxy
es: Escriba el puerto
fr: Entrez le port du proxy
it: Digita la porta del Proxy
ro: Scrieți portul proxy

source: Proxy set successfully
es: Proxy configurado exitosamente
fr: Proxy défini avec succès
it: Proxy settato con successo
ro: Proxy configurat cu succes

source: The proxy is not set!!!!
es: ¡El proxy no está configurado!
fr: Les proxy n'est pas été mis!!!
it: Il proxy non e' stato settato!!!
ro: Proxyul nu este configurat!!!

source: !!!WARNING!!! Unknown command!!
fr: !!!ATTENTION!!! Commande inconnue
it: !!!ATTENZIONE!!! Comando Sconosciuto
ro: !!! ATENȚIE !!! Comandă necunoscută !

source: Do you really want remove proxy? y/n [default yes]
es: ¿Realmente quiere eliminar el proxy? y/n [por defecto: si]
fr: Voulez-vous vraiment supprimer le proxy? o/n [default oui]
it: Vuoi veramente rimuovere il Proxy? s/n [default yes]
ro: Chiar vreți să eliminați proxyul ? D/n [implicit da]

source: !!! Proxy Removed !!!
es: ¡¡¡Proxy eliminado!!!
fr: !!! Proxy Suppression !!!
it: !!! Proxy Rimosso !!!
ro: !!! Proxy eliminat !!!

source: Which programs do you want use?
es: ¿Qué programas quiere usar?
fr: Quel programme utilisez-vous?
it: Quale programma vuoi utilizzare?
ro: Ce programe doriți să utilizați

source: Write
es: Escribir
fr: Type
it: Digita
ro: Scrieți

source: GUIDE USE SCRIPT
es: GUÍA DE USO
fr: GUIDE D'UTILISATION SCRIPT
it: GUIDA UTILIZZO SCRIPT
ro: GHID DE UTILIZARE A SCRIPTULUI

source: To synchronize DB
es: Sincronizar la Base de Datos
fr: Pour synchroniser DB
it: Per Sincronizzare i DB
ro: Pentru a sincroniza BD

source: To update the system
es: Actualizar el sistema
fr: Pour mettre à jour le système
it: Per aggiornare il sistema
ro: Pentru a actualiza sistemul

source: To update the system in force mode
es: Actualizar el sistema en modo forzoso
fr: Pour forcer la mise à jour du système
it: Per forzare l'aggiornamento del sistema
ro: Pentru a actualiza forțat sistemul

source: To install a packages
es: Instalar paquetes
fr: Pour installer les paquets
it: Per installare i pacchetti
ro: Pentru a instala pachete

source: To remove a packages
es: Eliminar paquetes
fr: Pour supprimer les paquets
it: Per rimuovere i pacchetti
ro: Pentru a elimina pachete

source: To update a packages
es: Actualizar paquetes
fr: Pour mise à jour les paquets
it: Per aggiornare i pacchetti
ro: Pentru a actualiza pachete

source: To remove unused dependencies
es: Eliminar dependencias ya no necesitadas
fr: Pour supprimer des dépendances inutilisées
it: Per rimuovere le dipendenze non utilizzate
ro: Pentru a elimina dependențe nefolosite

source: To search a packages
es: Buscar paquetes
fr: Pour trouver un paquet
it: Per cercare un pacchetto
ro: Pentru a căuta pachete

source: To search and install a packages
es: Buscar e instalar paquetes
fr: Pour essayer et d'installer un paquet
it: Per cercare e installare un pacchetto
ro: Pentru a căuta și instala pachete

source: To view a file belonging
es: Determinar a qué paquete pertenece
fr: Pour afficher l'appartenance d'un fichier
it: Per visualizzare l'appartenenza di un file
ro: Pentru a vedea apartenența unui fișier

source: To query local database e info packages
es: Consultar información de paquetes instalados
fr: Pour exécuter des requêtes et des informations sur les paquets
it: Per effettuare query e informazioni sui pacchetti
ro: Pentru a obține informații despre pachete

source: To clean a cache
es: Limpiar la cache
fr: Pour vider le cache
it: Per pulire la cache
ro: Pentru a curăța prestocarea

source: To Manage .pac* files
es: Administrar archivos .pac*
fr: Pour modifier le .pac* fichiers
it: Per editare i .pac* files
ro: Pentru a gestiona fișierele *.pac

source: To run pacman-db-upgrade
es: Ejecutar pacman-db-upgrade
fr: Pour exécuter pacman-db-upgrade
it: Per lanciare pacman-db-upgrade
ro: Pentru a rula pacman-db-upgrade

source: Press ENTER to continue
es: Presionar ENTER para continuar
fr: Appuyez sur ENTRER pour continuer
it: Premi INVIO per continuare
ro: Apăsați ENTER pentru a continua

source: To optimize pacman
es: Optimizar pacman
fr: Pour optimiser pacman
it: Per ottimizzare pacman
ro: Pentru a optimiza pacman

source: To see the statistic of yaourt
es: Ver las estadísticas de yaourt
fr: Pour voir les statistiques de Yaourt
it: Per vedere le statistiche di Yaourt
ro: Pentru a vedea statisticile yaourt

source: To set a proxy
es: Configurar un proxy
fr: Pour configurer le proxy
it: Per settare il proxy
ro: Pentru a configura un proxy

source: To remove a proxy
es: Eliminar un proxy
fr: Pour supprimer le proxy
it: Per rimuovere il proxy
ro: Pentru a elimina un proxy

source: To modify
es: Modificar
fr: Pour changer
it: Per modificare
ro: Pentru a modifica

source: To view a log file
es: Ver un archivo log
fr: Pour afficher le fichier journal
it: Per visualizzare il log file
ro: Pentru a vedea un istoric

source: To see this menu
es: Ver este menú
fr: Pour afficher l'aide
it: Per visualizzare questo Help
ro: Pentru a vedea acest meniu

source: To exit the script
es: Salir del script
fr: Pour quitter le script
it: Per uscire dallo script
ro: Pentru a ieși din script

source: Do you really want exit? y/n [default yes]
es: Realmente quiere salir? y/n [por defecto: si]
fr: Pensez-vous vraiment envie de sortir? o/n [default oui]
it: Vuoi veramente uscire? s/n [default si]
ro: Chiar vreți să ieșiți? D/n [implicit da]

source: [1] Sync DB [9] Search & Install [17] Set Proxy
ro: [1] Sincronizare BD [9] Căutare/instalare [17] Configurare proxy

source: [2] Update System [10] Belongs To Files [18] Remove Proxy
ro: [2] Actualizare sistem [10] Apartenență fișiere [18] Eliminare proxy

source: [3] Update force mode [11] Info Packages [19] Edit pacman.conf
ro: [3] Actualizare forțată [11] Informații pachete [19] Editare pacman.conf

source: [4] Install Packages [12] Clear Cache [20] Edit yaourtrc
ro: [4] Instalare pachete [12] Curățare prestocare [20] Editare yaourtrc

source: [5] Remove Packages [13] PacDiffViewer [L] Log Pacman
ro: [5] Eliminare pachete [13] PacDiffViewer [L] Istoric pacman

source: [6] Update Packages [14] Pacman DB Upgrade [H] Help yaourt-gui
ro: [6] Actualizare pachete [14] Actualizare BD pacman [H] Ajutor yaourt-gui

source: [7] Remove Dependencies [15] Pacman Optimize [Q] Quit
ro: [7] Dependențe inutile [15] Optimizare pacman [Q] Ieșire

source: ¡¡¡WARNING!!! Unknown command!!
es: ¡¡¡ATENCIÓN!!! ¡Comando desconocido!
